Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: ངས་ངན་སེམས་ཀྱིས་ཁྱིམ་བདག་གི་བུ་ལ་སྨན་མ་ཡིན་པ་བྱིན་པས་དེས་ནང་གྲོལ་རྣམས་དུམ་བུ་དུམ་བུར་ཟགས་པ་གང་ཡིན་པ་དེའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་ལོ་མང་པོ་ཞེས་བྱ་བ་ནས། སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་བཙོས་སོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: Because of the maturation of that karma, namely, my giving poison to the householder’s son out of malice, which caused his intestines to shredded into pieces and drop out, I was boiled in hells for many years . . . .

source: །ལས་དེའི་ལྷག་མ་དེ་ཁོ་ནས་ད་ལྟར་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པ་ན་ཡང་འཁྲུ་བའི་སྙུན་གྱིས་ཐེབས་སོ།
en: Because of the remains of that karma, I now have had an attack of diarrhea, even while being the Tathāgata, who had perfectly accomplished awakening.” i. The Son of a Fisherman

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་ཕྲིན་ལས་ཅི་ཞིག་མཛད་ན། ཕྲིན་ལས་དེའི་རྣམ་པར་སྨིན་པས་ཤཱཀྱ་རྣམས་བཀུམ་པ་ན། བཅོམ་ལྡན་འདས་ཀྱི་དབུ་སྙུན་རབ་ཏུ་དྲག་པོས་ཐེབས་པར་གྱུར་ལགས།
en: “O Honored One, what karma did the Blessed One create that matured to cause him to be attacked by a severe headache when the Śākyans were destroyed?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་དེ་བཞིན་གཤེགས་པ་ཉིད་ཀྱིས་སྔོན་གྱི་ཚེ་རབས་གཞན་རྣམས་སུ་འདི་དག་བྱས་ཤིང་བསགས་པ་ཞེས་བྱ་བ་ནས།
en: “Monks,” the Blessed One replied, “the actions were performed and accumulated by the Tathāgata himself in other lives in the past . . . “. . .

source: །དགེ་སློང་དག་སྔོན་བྱུང་བ་ཆུ་བོ་གཉེན་ལྡན་གྱི་འགྲམ་ན་ཉ་པ་ལྔ་བརྒྱ་རྟེན་ཅིང་གནས་ཏེ།
en: “Monks, once there lived five hundred fishermen near the bank of the Bandhumatī River.

source: དེ་རྣམས་ཀྱིས་ཉ་ཤིན་ཏུ་ཆེ་བ་གཉིས་ཤིག་ཇི་ལྟར་གཉེན་ལྡན་གྱི་ནང་དུ་ཞུགས་ཏེ་ཉལ་བ་ཟིན་པ་དང་། དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ།
en: They caught two very large fish, which had come into the Bandhumatī and were sleeping.

source: གལ་ཏེ་འདི་གཉིས་བསད་ན་ཤ་ལོམ་པར་མི་འགྱུར་ཞིང་རུལ་བར་འགྱུར་རོ་སྙམ་ནས་དེ་རྣམས་ཀྱིས་དེ་གཉིས་ཕུར་པ་ལ་བཏགས་ནས་བཞག་གོ།
en: They thought, ‘If we kill these two, their flesh will go bad and become unfit for sale.’ So they bound the two fish to a large nail.

source: །གང་གི་ཚེ་ལན་འགའ་ཞིག་ཉོ་བར་འོངས་པ་དེའི་ཚེ་བཅད་ཅིང་བཅད་ཅིང་སྦྱིན་པར་བྱེད་དོ།
en: Each time someone came to buy the meat, they cut a piece from the fish’s flesh and gave it.

source: །དེ་གཉིས་ཀྱི་ལུས་ལ་གཅོད་པ་ན་སྡུག་བསྔལ་གྱི་ཚོར་བས་ཉེན་པས་རང་གི་རིས་མཐུན་པའི་སྐད་འབྱིན་པས་འབོ་སྒྲ་འདོན་པར་བྱེད་དོ།
en: When their bodies were cut, the two fish cried out in pain in the innate voice common to them.

source: །དེ་ན་ཉ་པའི་ཁྱེའུ་གཅིག་ཅིག་དེ་གཉིས་ཀྱི་ཤ་གཅོད་པ་ན་ཡང་དང་ཡང་དུ་འབོ་སྒྲ་འདོན་པ་ལ་དགའ་བར་གྱུར་ཏོ།
en: There, a child of a certain fisherman felt pleased each time the two fish cried out when their flesh was cut.

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་ཉ་པའི་ཁྱེའུ་གང་ཡིན་པ་དེ་ནི་ང་ཡིན་ཏེ།
en: That one who was the fisherman’s child at that time, on that occasion, was indeed me.

source: ངས་ཉ་གསོད་པར་བྱེད་པ་ལ་དགའ་བ་བསྐྱེད་པ་གང་ཡིན་པ་དེའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་ང་ལོ་མང་པོ་ཞེས་བྱ་བ་ནས། ཀླད་པ་ན་བར་གྱུར་ཏོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: Because of the maturation of that karma, namely, my feeling pleased at killing fish, my head ached for many years . . . .

source: །ལས་ཀྱི་ལྷག་མ་དེ་ཁོ་ནས་ད་ལྟར་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པ་ན་ཡང་ཤཱཀྱ་རྣམས་བསད་པ་ན་ཀླད་ནད་རབ་ཏུ་དྲག་པོས་ཐེབས་པར་གྱུར་ཏོ།
en: Because of the remains of that karma, I was attacked by a severe headache when the Śākyans were destroyed, even while being the Tathāgata, who had perfectly accomplished awakening.” j. A Wrestler

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་ཕྲིན་ལས་ཅི་ཞིག་མཛད་ན། ཕྲིན་ལས་དེའི་རྣམ་པར་སྨིན་པས་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པ་ན་ཡང་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་རྒྱབ་བསེར་མའི་སྙུན་གྱིས་ཐེབས་པར་གྱུར་ལགས།
en: “O Honored One, what karma did the Blessed One create that matured to cause him to be attacked by a wind illness in his back?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་དེ་བཞིན་གཤེགས་པ་ཉིད་ཀྱིས་སྔོན་གྱི་ཚེ་རབས་གཞན་རྣམས་སུ་ལས་འདི་དག་བྱས་ཤིང་བསགས་པས་ཞེས་བྱ་བ་ནས།
en: “Monks,” the Blessed One replied, “the actions were performed and accumulated by the Tathāgata himself in other lives in the past . . . “. . .

source: །དགེ་སློང་དག་སྔོན་བྱུང་བ་གྱད་གཅིག་གིས་ཡུལ་ལྗོངས་ཀྱི་གྱད་ཐམས་ཅད་བརྡབས་ནས་རྒྱལ་པོའི་ཕོ་བྲང་དུ་ཕྱིན་པ་དང་། རྒྱལ་པོའི་ཕོ་བྲང་དེ་ན་རྒྱལ་པོའི་གྱད་སྟོབས་དང་ཕ་རོལ་གནོན་པ་ཐུབ་རླག་པ་ཞིག་ཡོད་དེ།
en: “Monks, once a certain wrestler came to the royal capital, having defeated all the other wrestlers in the province. In the royal capital was the king’s wrestler, who was unrivaled in strength and bravery.

source: དེ་དེ་དང་ལྷན་ཅིག་རྒྱལ་མཚན་གྱི་ཕྱིར་སྟོབས་འགྱེད་པ་ལ་ཞུགས་སོ།
en: The provincial wrestler came to compete with him in strength for the flag of victory.

source: །གྱད་དེ་དག་གི་ཀུན་ཏུ་སྤྱོད་པ་ནི་ལག་པ་ནས་བཟུང་བ་ཁོ་ནས་གྱད་ཀྱིས་གྱད་ཤེས་པ་ཡིན་པས། དེ་ནས་རྒྱལ་པོའི་གྱད་དེས་ཡུལ་ལྗོངས་ཀྱི་གྱད་འདི་ནི་བདག་པས་སྟོབས་ཆེའོ་ཞེས་བྱ་བར་ཤེས་ནས་དེས་སྨྲས་པ།
en: Those wrestlers used to know one another merely by clasping hands, and thus the king’s wrestler came to know that this provincial wrestler was stronger than himself.

source: ནེའུ་ཟླ་བདག་གི་འདི་ནི་རིགས་ཀྱི་རྒྱུད་ཀྱིས་འོངས་པ་ཡིན་གྱིས།
en: He said, ‘Friend, my position has been inherited from my ancestors.

source: ཁྱོད་བདག་ཉིད་འགྱེལ་བར་བྱོས་ཤིག་དང་། བདག་ལ་ནི་གྲགས་པར་ཟད་ལ་རུ་མཚོན་ནི་ཁྱོད་ཀྱི་ཡིན་པར་འགྱུར་རོ།
en: Please let yourself be defeated, and only fame will be mine, while the flag will be yours.’

source: །དེས་ཁས་བླངས་པ་དང་། དེས་དེ་མནན་ཏོ།
en: “He promised.

source: །དེས་རུ་མཚོན་བླང་བར་བརྩམས་པ་དང་། དེས་སྨྲས་པ།
en: The king’s wrestler defeated him.

source: ནེའུ་ཟླ་སྒྱུའམ་མཐུས་རྒྱལ་བ་དོན་དུ་གཉེར་བ་ཡིན་པ་ལས་ཁྱོད་ངས་སྒྱུས་བསླུས་ན།
en: The latter intended to receive the flag, but the king’s wrestler said, ‘Friend, I am the type to always seek victory, whether by deceit or power, and so I deceived you. Why would I give you the flag?’

source: ཅིའི་ཕྱིར་རུ་མཚོན་སྦྱིན་བདག་ཉིད་ཆེན་པོ་དེ་ང་རྒྱལ་བཅོམ་པ་ཞིག་པས་ལན་གསུམ་གྱི་བར་དུ་གྱད་དེ་དང་ལྷན་ཅིག་འགྱེད་པར་ཞུགས་པ་ན་ཡང་དེ་ལ་བསླུ་བར་བརྩམས་པ་ན་ནེའུ་ཟླ་ཁྱོད་ལ་རུ་མཚོན་གྱིས་ཅི་ཞིག་བྱ་བདག་གི་སྲིང་མོ་ཕྱུགས་ཆུང་མ་ཁྱིམ་ཐབ་ལ་མ་སོང་བ་ཞིག་ཡོད་པ་དེ་ཁྱོད་ལ་སྦྱིན་གྱིས་བདག་ཉིད་འགྱེལ་བར་བྱོས་ཤིག །བསླུས་པ་དེ་དེའི་ཆུང་མས་ཐོས་ནས་དེས་སྨྲས་པ། རྗེའི་སྲས་སྔ་མའི་གླེང་གཞི་དག་དགོངས་སམ།
en: “The great man, who had conquered his pride, came to compete with the wrestler three times. The king’s wrestler again tried to deceive him: ‘Friend, what use is the flag to you? I have a youthful, unmarried sister. I will give her to you. So please let yourself be defeated.’ “His wife heard this deceitful offer and said, ‘My dear, would you consider what happened before?’

source: དེ་ནས་དེའི་ཆུང་མས་ང་རྒྱལ་བསྐྱེད་ནས་ཀུན་ནས་དཀྲིས་པ་དྲག་པོས་དེ་བཏེག་སྟེ།
en: “Then the provincial wrestler, his pride increased by the wife, in fierce anger lifted up the king’s wrestler and threw him.

source: བརྡབས་པས་དེ་སྒལ་ཚིགས་ཆག་ནས་ཤིའོ།
en: Thus he died, his back broken.

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་ཡུལ་ལྗོངས་ཀྱི་གྱད་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ཏེ།
en: The one who was that provincial wrestler at that time, on that occasion, was indeed me.

source: ངས་ངན་སེམས་བསྐྱེད་ནས་ཀུན་ནས་དཀྲིས་པ་དྲག་པོས་རྒྱལ་པོའི་གྱད་སྒལ་ཚིགས་བཅག་པ་གང་ཡིན་པ་དེའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་ང་ལོ་མང་པོ་དང་། ལོ་བརྒྱ་ཕྲག་མང་པོ་དང་། ལོ་སྟོང་ཕྲག་མང་པོ་དང་། ལོ་བརྒྱ་སྟོང་ཕྲག་མང་པོ་རྣམས་སུ་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་བཙོས་སོ།
en: Because of the maturation of that karma, namely, my breaking the king’s wrestler’s back out of malicious, fierce anger, I was boiled in the hells for many years—hundreds of years, thousands of years, hundreds of thousands of years.

source: །ལས་ཀྱི་ལྷག་མ་དེ་ཁོ་ནས་ད་ལྟར་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པ་ན་ཡང་ངའི་སྒལ་ཚིགས་རླུང་ནད་ཀྱིས་ཐེབས་པར་གྱུར་ཏོ།
en: Because of the remains of that karma, I now was attacked by a wind illness in my back, even while being the Tathāgata, who had perfectly accomplished awakening.

source: །དགེ་སློང་དག་དེ་ལྟ་བས་ན་ལས་གཅིག་ཏུ་གནག་པ་རྣམས་དང་ཞེས་བྱ་བ་ནས་བརྩལ་བར་བྱ་སྟེ།
en: “Therefore, monks, the maturation of entirely negative actions . . . you should seek . . . .

source: དགེ་སློང་དག་ཁྱེད་ཀྱིས་དེ་ལྟ་བུ་ལ་བསླབ་པར་བྱའོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ནོ།། །།
en: Monks, that is how you must train.” 8.

source: འདུལ་བ་གཞི།
en: The Sugata (verse) a.

source: བམ་པོ་ལྔ་བཅུ་དྲུག་པ།
en: Introduction

source: ཐམས་ཅད་ཟིལ་གནོན་ཐམས་ཅད་གཟིགས།
en: The one who defeats all and sees all,

source: །ཐུབ་པ་འཇིག་རྟེན་ཀུན་ལ་སྨན།
en: The Muni, the physician of the whole world,

source: །སྲེད་པ་ཐམས་ཅད་ཟད་པ་བརྙེས།
en: Has succeeded in exhausting all desire

source: །སྦྱོར་བ་ཀུན་གྱི་མཐར་ཕྱིན་མཛད།
en: And reached the end of all fetters.

source: །ཐམས་ཅད་མཁྱེན་ཅིང་ཐམས་ཅད་རིག །ཐུབ་ཆེན་ཐམས་ཅད་མངོན་པར་མཁྱེན།
en: The one who knows all, understands all, Possesses great power, and realizes everything

source: །འཁོན་དང་འཇིགས་པ་ཀུན་ལས་འདས།
en: Has completely overcome anger and fear

source: །ཆོས་ཀུན་གྱི་ནི་ཕ་རོལ་གཤེགས།
en: And gone beyond all dharmas.

source: །བསམ་པ་ཀུན་ལ་མཁས་པ་པོ།
en: The one who is familiar with every thought

source: །སྲེད་པ་ཐམས་ཅད་རབ་ཏུ་བཅོམ།
en: Has defeated all desire.

source: །སེམས་ཅན་ཀུན་ལ་ཕན་དགོངས་པ།
en: The one who intends to benefit all beings

source: །མདུད་པ་ཐམས་ཅད་རབ་ཏུ་གྲོལ།
en: Has untied every knot.

source: །བག་ལ་ཉལ་ཀུན་བཅད་ནས་ནི།
en: He has destroyed all evil inclinations

source: །འཆིང་བ་ཐམས་ཅད་ཡང་དག་བཅད།
en: And completely cut every constraint.

source: །སེམས་ཅན་ཀུན་གྱི་མཆོག་རབ་སྟེ།
en: As the best of all beings,

source: །ཐུབ་པ་ཆོས་རྣམས་སྟོན་པར་མཛད།
en: The Muni preaches the Dharmas.

source: །སེམས་ཅན་ཆེན་པོ་ཤེས་རབ་ཆེ།
en: The Mahāsattva, who is endowed with great wisdom,

source: །བརྩོན་འགྲུས་ཆེན་པོ་གྲགས་པ་ཆེ།
en: Great effort, great fame,

source: །ཆོས་ཆེན་འོད་ནི་ཆེན་པོ་པ།
en: Great Dharma, and great splendor,

source: །ཆོས་ཆེན་དོན་གྱི་ཕ་རོལ་གཤེགས།
en: Has gone beyond the meanings of the great Dharma.

source: །ཀླུ་ཆེན་སེང་གེ་ཆེན་པོ་པ།
en: The great nāga, great lion,

source: །དགེ་སློང་ཆེན་པོ་དྲང་སྲོང་ཆེ།
en: Great monk, great ṛṣi,

source: །ཤེས་རབ་ཆེན་པོའི་རལ་གྲི་མཚོན།
en: Armed with the sword of great wisdom,

source: །ཉོན་མོངས་ཆེན་པོ་རབ་ཏུ་བཅོམ།
en: Has destroyed great defilement.

source: །སྟོབས་དང་བརྩོན་འགྲུས་རབ་ཏུ་ཆེ།
en: The one who possesses great power and effort,

source: །བརྟན་པ་ཆེན་པོ་ཕ་རོལ་གནོན།
en: And great stability, defeats opponents.

source: །བྱང་ཆུབ་ཆེན་པོ་བརྙེས་པ་གང་།
en: The one who has attained great awakening

source: །དགྲ་ཆེན་རྣམས་ལས་རྣམ་པར་རྒྱལ།
en: Has prevailed against great enemies.

source: །ནད་ཆེན་པོ་ཡི་དཔྱད་མཛད་པས།
en: The analyzer of great disease,

source: །བཅོམ་ལྡན་སྨན་པ་ཆེན་པོ་ལགས།
en: The Blessed One, is a great physician.

source: །འདོད་ཆགས་ཆེན་པོ་ཟིལ་གནོན་ལ།
en: Having defeated great desire,

source: །སྨན་ཆེན་པོ་ནི་སྩོལ་བ་པོ། །འཁོར་བ་ཆེན་པོའི་བཙོན་ར་ན། །འཆིང་བ་ཆེན་པོས་བཅིངས་རྣམས་ལ།
en: The giver of great medicine,

source: །ཐུགས་རྗེ་ཆེན་པོ་དང་ལྡན་པས། །འཆིང་བ་ཀུན་ལས་གྲོལ་བར་མཛད།
en: The one who possesses great compassion Liberates from every constraint Those who are bound by great constraints In the prison of great transmigration.

source: །སྐྱེས་བུ་ཆེན་པོ་ལྷ་ཆེན་པོ།
en: The great man, the great god,

source: །ཚོགས་རྣམས་ཀྱི་ནི་ཚོགས་ཆེན་ལྡན།
en: The possessor of a great assembly among all assemblies,

source: །སྦྱིན་པའི་མཆོག་ནི་སྦྱིན་ཆེན་པོ།
en: The best of donors, who makes great donations,

source: །ཞི་བ་ཆེན་པོའི་གོ་འཕང་རེག །སེམས་ཅན་མཆོག་སྟེ་དྲང་སྲོང་མཆོག །དེ་བཞིན་རྣམ་པར་འདྲེན་མཆོག་བརྙེས།
en: Has attained the state of great tranquility. The best living being, the best ṛṣi, Has become also the best leader,

source: །ཉན་ཐོས་མཆོག་ནི་ཕུན་སུམ་ཚོགས།
en: Abundant in the best disciples.

source: །ཆོས་ཀྱི་མཆོག་ནི་རབ་སྟོན་པ།
en: He is the preacher of the best of Dharmas. The best of those who settle their mind well,

source: །ཤིན་ཏུ་མཉམ་པར་བཞག་པའི་མཆོག །ཡོན་གནས་རྣམས་ཀྱི་མཆོག་ཏུ་འོས།
en: The best of the fields of merit,

source: །རྣམ་པར་གྲོལ་བ་རྣམས་ཀྱི་མཆོག །མཚན་ནི་མཆོག་རབ་ཀུན་དང་ལྡན།
en: The best of those who are liberated, The possessor of all the best marks,

source: །བཅོམ་ལྡན་སྲིད་ལས་རབ་ཏུ་གྲོལ། །སྲིད་པའི་དགའ་བ་ལས་འཕགས་པ།
en: The Blessed One is liberated from existence. The one who has risen above the pleasure of existence

source: །སྲིད་པའི་འདོད་ཆགས་ཀུན་ནས་བཅད།
en: Has entirely destroyed his wish for existence.

source: །སྲིད་པའི་སྲེད་པ་རབ་ཏུ་བཅོམ།
en: He has defeated the desire for existence.

source: །ཆོས་ཆེན་པོ་ནི་བསྒོམས་པས་ན།
en: The one who has practiced great Dharma

source: །འཇིགས་དང་འཇིགས་སུ་རུང་བ་སྤངས།
en: Has abandoned fear and what belongs to fear. He traveled through the air by magical power

source: །ཀླུ་ཡི་རྒྱལ་པོ་རྣམས་ཀྱི་གནས།
en: To the nāga kings’ dwelling place,

source: །ཐམས་ཅད་བྱ་བ་བྱས་པ་ཡི། །ཉན་ཐོས་རྣམས་ཀྱི་མདུན་བྱས་ཏེ།
en: Who had done everything to be done—

source: །ལྔ་བརྒྱ་རྣམས་དང་ཐབས་ཅིག་ཏུ། །རྫུ་འཕྲུལ་གྱིས་ནི་མཁའ་ལས་གཤེགས།
en: Together with five hundred of them.

source: །ཆུ་བོ་དེ་ཡི་འགྲམ་དག་ཏུ།
en: On the bank of the lake,

source: །སྨྲ་བའི་མཆོག་ནི་བཞུགས་ནས་ནི།
en: The best of speakers stayed.

source: །རྗེས་སུ་བརྩེ་བ་ཐུགས་རྗེ་ཅན།
en: Then the merciful, compassionate one,

source: །ལུས་ཅན་ཀུན་ལ་ཕན་མཛད་པས།
en: Who benefits all beings,

source: །མཚོ་ལ་གཟིགས་ནས་དགེ་སློང་ལ། །འདི་སྐད་ཅེས་ནི་བཀའ་སྩལ་ཏོ།
en: Saw the lake And said to the monks,

source: །ངས་ནི་སྡིག་པ་གང་བྱས་དང་། །ང་ཡི་ཚིག་འདི་མཉན་པར་གྱིས། །ངས་ནི་སྔོན་གྱི་ཚེ་རབས་སུ། །གཡོན་ཅན་པད་མའི་རྩ་ལག་གྱུར།
en: “I committed evil deeds; Listen to these words of mine: b. Mṛṇāla “In a past life,

source: །རང་སངས་རྒྱས་ནི་ལེགས་སྨོན་ཏེ།
en: I was a rogue, Mṛṇāla.

source: །སྐྱོན་མེད་ལ་ནི་སྐུར་བཏབ་ནས།
en: After I slandered a faultless self-awakened one named Suruci,

source: །སྐྱེ་བོའི་ཚོགས་ཆེན་ལྷགས་ནས་སུ།
en: “Many people gathered

source: །ཐུབ་པ་ཆོས་ཀྱི་ཡོན་ཏན་དགའ། །བཅིང་བ་དམ་པོས་དེ་བཅིངས་ནས།
en: And tightly bound The Muni, who was pleased with the good qualities of the Dharma,

source: །གྲོང་ཁྱེར་ནས་ནི་ཕྱུང་བ་དང་། །དགེ་སྦྱོང་བཅིང་བས་དམ་བཅིངས་པས།
en: And left the city.

source: །སྡུག་བསྔལ་གྱུར་དེ་ང་ཡིས་མཐོང་།
en: “I saw the śramaṇa Tightly bound and suffering.

source: །དེ་ལ་སྙིང་རྗེ་བསྐྱེད་ནས་ཀྱང་།
en: Having pity on him,

source: །ང་ཉིད་ཀྱིས་ནི་ཐར་བར་བྱས།
en: I liberated him myself.

source: །དམྱལ་བ་རྣམས་སུ་ཡུན་རིངས་འཕངས།
en: I was cast into the hells for a long time.

source: །ངས་ནི་སྐུར་པ་ཐོབ་པར་གྱུར།
en: I suffered slander.

source: །དེ་ནས་ལས་ཀྱི་ལྷག་མས་ཀྱང་།
en: “After that, because of the remains of that karma,

source: །ང་ཡི་ཡང་སྲིད་ཐ་མ་ལ།
en: Even in my final life,

source: །མུ་སྟེགས་རྣམས་ཀྱིས་མཛེས་མའི་ཕྱིར།
en: Non-Buddhist ascetics, through Sundarikā,

source: །ཡང་དག་མ་ཡིན་སྐུར་པ་བཏབ།
en: Cast false slander on me. c.

source: །གསང་ཚིག་འཛིན་ཅིང་མང་ཐོས་པ།
en: Who memorized mantras and had learned much, Was teaching mantras in a forest

source: །བྲམ་ཟེ་ལྔ་བརྒྱ་རྣམས་ལ་ནི། །ཚལ་ན་གསང་ཚིག་བརྗོད་པའི་ཚེ།
en: To five hundred brahmins,

source: །མངོན་ཤེས་ལྔ་ལྡན་རྫུ་འཕྲུལ་ཆེ། །བྱིན་ཅན་དྲང་སྲོང་དེར་འོངས་པ།
en: “A ṛṣi came there, Who possessed the five kinds of supernormal knowledge and great magical power.

source: །བཀུར་སྟི་བྱེད་པ་ངས་མཐོང་ནས།
en: When I saw him treated with honor,

source: །སྐྱོན་མེད་ལ་ནི་སྐུར་པ་བཏབ།
en: I slandered him, he who was faultless:

source: །དྲང་སྲོང་འདི་ནི་འདོད་སྤྱོད་ཅེས།
en: “ ‘This ṛṣi wallows in desire!’

source: །ངས་ནི་བྲམ་ཟེའི་ཁྱེའུ་ལ་སྨྲས།
en: Thus I spoke to the young brahmins;

source: །བྲམ་ཟེའི་ཁྱེའུ་རྣམས་ང་ཡི་ཚིག །ཐོས་ནས་རྗེས་སུ་ཡི་རང་ཞིང་།
en: The young brahmins Were satisfied to hear my words.

source: །དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་རྣམས་ཀྱིས།
en: “Thereupon, when the young brahmins

source: །ཁྱིམ་དང་ཁྱིམ་དུ་སློང་བ་ན། །དྲང་སྲོང་འདི་ནི་འདོད་སྤྱོད་ཅེས།
en: Begged for food in houses here and there,

source: །སྐྱེ་བོ་མང་པོ་དག་ལ་སྨྲས།
en: They said to many people, ‘This ṛṣi wallows in desire!’

source: །དགེ་སློང་ལྔ་བརྒྱ་དག་དང་ཡང་།
en: Together with five hundred monks

source: །མཛེས་མ་ཁོ་ནའི་རྒྱུ་ལས་ནི།
en: I suffered the slander

source: །སྐུར་པ་དག་ནི་ཐོབ་པར་གྱུར།
en: Cast by Sundarikā. d.

source: །སངས་རྒྱས་ཐམས་ཅད་ཟིལ་ནོན་གྱིས།
en: Bharadvāja

source: །ཉན་ཐོས་གྱུར་པ་གནས་འཇོག་བུ།
en: “As Vasiṣṭha, who was a disciple Of the Buddha Sarvābhibhū,

source: །དེ་ཚེ་དགེ་སྦྱོང་དེ་ལ་ནི། །ངས་ནི་མི་བདེན་སྐུར་པ་བཏབ།
en: I falsely cast slander On that śramaṇa at that time.

source: །སྡིག་པའི་ལས་དེ་བྱས་པས་ན།
en: “Since I had created this evil karma,

source: །མི་བཟད་ངན་འགྲོར་སོང་ནས་ནི།
en: I went to dreadful inferior states of existence—

source: །སྡུག་བསྔལ་ཚོར་བ་ཉམས་སུ་མྱོང་།
en: And experienced the pain of suffering.

source: །ང་ལ་བྲམ་ཟེ་རྩ་མིས་འདིར།
en: Here the brahmin girl Cañcā,

source: །སྐྱེ་བོའི་ཚོགས་ནི་འདུས་པ་ན།
en: When people were meeting together,

source: །ནོར་གྱི་ཕྱིར་ནི་སྐྱོན་མེད་པར། །ངས་ནི་གཡས་ཁྱིམ་ནུ་བོ་ནི།
en: “For the sake of property,

source: །རི་ཡི་གསེབ་ཏུ་བཅུག་ནས་སུ།
en: Having entered the mountains,

source: །ངས་ནི་རྡོ་བ་དག་གིས་བསྣུན།
en: I beat my half brother with stones, He who was faultless.

source: །དམྱལ་བ་དག་ཏུ་ཡུན་རིངས་འཕངས།
en: I was cast into the hells for a long time.

source: །རབ་ཏུ་ཚ་དང་ཐིག་ནག་གི།
en: In the Intense Heat and Black Cord Hells,

source: །སྡུག་བསྔལ་ཚོར་བ་མྱོང་བར་གྱུར།
en: I experienced the pain of suffering.

source: །ལྷ་སྦྱིན་གྱིས་ནི་རྡོ་འཕངས་ཏེ།
en: Devadatta threw a stone,

source: །ང་ཡི་ཞབས་ཀྱི་མཐེ་བོ་ནི།
en: And my big toe

source: །རྡོ་བའི་དུམ་བུས་རྨ་ཡང་ཕྱུང་།
en: Was injured by a piece of that stone. f. A Caravan Leader

source: །རྒྱ་མཚོ་ཡི་ནི་གྲུ་བོ་ཆེས།
en: “When I went to the ocean

source: །རྒྱ་མཚོ་ལ་ནི་འགྲོ་བ་ན།
en: In a large ship,

source: །གྲུ་ན་འདུག་པའི་ཚོང་པ་ནི།
en: I killed a merchant who was on that ship

source: །མདུང་ཐུང་རྣོན་པོས་བསད་པར་གྱུར།
en: With a sharp short spear.

source: །དེ་ཡི་ལས་ཀྱི་ལྷག་མས་ངའི།
en: Because of the remains of that karma,

source: །ཞབས་ལ་ཚལ་པས་ཟུག་པར་གྱུར།
en: A piece of khadira wood injured my foot. g. The Son of a Fisherman

source: །སྔོན་ནི་ཉ་པའི་གྲོང་ཁྱེར་གྱི།
en: “Once when I was a child of a fisherman

source: །ཉ་པའི་བུར་ནི་གྱུར་པ་ན།
en: In a village of fishermen,

source: །ཉ་རྣམས་གསོད་པར་བྱེད་པ་དང་། །ཡིད་དགའ་བ་ནི་སྐྱེས་པར་གྱུར།
en: Fish were killed And I felt pleased.

source: །ང་ནི་དམྱལ་བར་ཡུན་རིངས་འཕངས།
en: I was cast into hell for a long time.

source: །རབ་ཏུ་ཚ་དང་ཐིག་ནག་དང་། །སྡུག་བསྔལ་མང་པོ་མྱོང་བར་གྱུར།
en: I experienced Intense Heat, Black Cord, And many sufferings.

source: །གང་གི་ཚེ་ན་འཕགས་སྐྱེས་པོས།
en: When Virūḍhaka

source: །ཤཱཀྱ་རྣམས་ནི་གསོད་པ་ན།
en: Killed the Śākyans,

source: །ཀླད་པ་མི་བཟད་ནད་ཀྱིས་ཐེབས།
en: I was attacked by an unbearable headache. h.

source: །ཉན་ཐོས་ཡོངས་སུ་སྨད་བྱས་ཏེ།
en: “Reproaching the disciples Of Vipaśyin’s preaching, I committed a sin, saying,

source: །ཁྱེད་ནི་ནས་དག་ཟ་བར་འོས།
en: ‘You deserve to eat barley!

source: །ཁྱེད་ལ་འབྲས་ནི་མི་རིགས་ཞེས།
en: “ ‘You do not deserve rice!’

source: །ངག་གིས་ཉེས་པར་སྤྱད་པ་དང་། །ལས་ཀྱི་རྣམ་པར་སྨིན་པ་དེས།
en: Because of the maturation of that karma, I experienced many sufferings

source: །དམྱལ་བ་ཐིག་ནག་རྣམས་སུ་ནི། །སྡུག་བསྔལ་མང་པོ་ཉམས་སུ་མྱོང་།
en: In the Black Cord Hell.

source: །དགྲ་མཐར་དབྱར་ནི་གནས་བཅས་ཏེ།
en: While I kept the rainy-season retreat in Vairambhya,

source: །བྲམ་ཟེ་ཡིས་ནི་སྤྱན་དྲངས་ཚེ།
en: When a brahmin invited me,

source: །ཟླ་བ་གསུམ་དུ་ནས་དག་ཟོས།
en: I ate barley for three months. i. A Physician

source: །ང་ནི་སྨན་པར་གྱུར་པ་ན། །ཚོང་དཔོན་བུ་ཕོ་འཁྲུར་འཇུག་ཚེ།
en: “When I was a physician, A son of the head of a guild had diarrhea. I gave poison to him,

source: །ནད་ཀྱིས་སྡུག་བསྔལ་གྱུར་པ་ལ། །སྨན་མ་ཡིན་པ་ངས་བྱིན་ནོ།
en: Who was suffering from the disease.

source: །སྡུག་བསྔལ་མང་པོ་ཉམས་སུ་མྱོང་།
en: I experienced many sufferings.

source: །དེ་འདྲའི་འཁྲུ་བའི་ནད་ཀྱིས་ཐེབས།
en: I likewise had an attack of diarrhea. j. A Wrestler

source: །སྔོན་གྱི་ཚེ་རབས་གཞན་རྣམས་སུ།
en: “In another past life,

source: །ང་ནི་མཐུ་ཅན་གྱད་གྱུར་ཚེ།
en: When I was a mighty wrestler,

source: །སྟོབས་དག་འགྱེད་པར་བྱེད་པ་ན།
en: Vying in feats of strength,

source: །ངས་ནི་གྱད་ཀྱི་བུ་ཞིག་བསད།
en: I killed a wrestler’s son.

source: །འདི་ན་ང་ཡི་རྒྱབ་བསྙུང་ངོ་། །སྔོན་ནི་ངན་སྤོང་བུར་གྱུར་པ།
en: Here, my back became ill. k. Uttara

source: །དགའ་སྐྱོང་ལ་ནི་སྨྲས་པ་ནི།
en: “I once said to Nandīpāla,

source: །མགོ་རེག་ངས་མཐོང་ཅི་ཞིག་བྱ།
en: Who was a potter, ‘What use is my meeting that shaven-headed one?

source: །འདི་ལ་བྱང་ཆུབ་ཡོད་མ་ཡིན།
en: No awakening is in him.’

source: །ངག་གིས་ཉེས་པར་སྤྱོད་པ་དང་། །ལས་ཀྱི་རྣམ་པར་སྨིན་པ་དེས།
en: “I committed a verbal sin. Because of the maturation of that karma,

source: །འདིར་ཡང་མིར་ནི་འོངས་པ་ན།
en: When I came to human life here,

source: །ཁྱིམ་མེད་པར་ནི་རབ་བྱུང་ནས།
en: Having gone forth into homelessness,

source: །བྱང་ཆུབ་མཆོག་ནི་འདོད་པའི་ཕྱིར།
en: “Wishing for the supreme awakening, I performed the most severe ascetic practice

source: །ལྟེང་རྒྱས་འགྲམ་དུ་ལོ་དྲུག་ཏུ། །མཆོག་ཏུ་དཀའ་བ་སྤྱད་པ་ངས།
en: On the bank at Uruvilvā for six years.

source: །སེམས་ཅན་ཀུན་གྱི་རབ་མཆོག་གིས།
en: The best of all beings,

source: །ཆོས་ཀྱི་དམ་པ་ཐུགས་ཆུད་ནས།
en: Having realized the best of Dharmas, Explained to the best of assemblies

source: །སྡིག་པའི་ལས་ནི་གང་མཛད་པ། །ཚོགས་ཀྱི་མཆོག་ལ་བཀའ་སྩལ་ཏོ།
en: The evil karma he created.

source: །ཐམས་ཅད་ཟིལ་གནོན་སྟོབས་བརྙེས་ཀྱིས།
en: The one who defeats all, who has attained power,

source: །དགེ་སློང་དགེ་འདུན་གུང་བཞུགས་ནས།
en: Sitting in the middle of the community of monks,

source: །ཉིད་ཀྱི་ཕྲིན་ལས་ལུང་བསྟན་ཏོ།
en: Explained his karma.

source: །དེ་བཞིན་གཤེགས་པའི་ལེའུའོ།། །།
en: Here ends the Section of the Tathāgata.

source: གནས་འཇོག་སྦྲང་རྩི་ཅན་དང་ནི། །རྒྱུ་ཅན་ཀཽཎྜི་ནྱ་ཉེ་བ་འཁོར།
en: Madhuvāsiṣṭha, Hetu, Kauṇḍinya, Upālin,

source: །འོད་བྱེད་དང་ནི་ནམ་གྲུ་སྟེ། །ཕྱི་མ་བདེ་བར་གཤེགས་པ་ཡིན།
en: Prabhākara, Revata, and the Sugata, who is the last.

source: །མ་དྲོས་པའི་ཚིགས་སུ་བཅད་པའོ།
en: Here end the Verses of Anavatapta. G. The Invitation by Viśākhā

source: །དེ་ནས་བཅོམ་ལྡན་འདས་དགྲ་བཅོམ་པ་ལྔ་བརྒྱ་དང་ཐབས་ཅིག་ཏུ་མཚོ་ཆེན་པོ་མ་དྲོས་པར་ཕྲིན་ལས་ཀྱི་རྒྱུ་བ་ལུང་བསྟན་ནས་མ་དྲོས་པ་ནས་མི་སྣང་བར་མཛད་དེ། མཉན་ཡོད་ཀྱི་རི་དགས་འཛིན་གྱི་མའི་སྔོན་གྱི་ཀུན་དགའ་ར་བའི་ཁང་བཟངས་ན་བཞུགས་སོ། །རི་དགས་འཛིན་གྱི་མ་ས་གས།
en: Thereupon, after having explained his karmic bonds together with the five hundred arhats at the great lake Anavatapta, the Blessed One disappeared from Lake Anavatapta and stayed in the palace in the former Park of Mṛgāramātā near Śrāvastī.

source: བཅོམ་ལྡན་འདས་མཚོ་ཆེན་པོ་མ་དྲོས་པ་ནས་མི་སྣང་བར་མཛད་དེ། མཉན་ཡོད་དུ་གཤེགས་ནས་མཉན་ཡོད་ཀྱི་བདག་གི་ཁང་བཟངས་ཁོ་ན་ན་བཞུགས་སོ་ཞེས་ཐོས་སོ།
en: When Viśākhā Mṛgāramātā heard that the Blessed One, having disappeared from the great lake Anavatapta, had come to Śrāvastī and was staying in her palace near Śrāvastī, she left Śrāvastī and went to the Blessed One . . . .

source: །ཐོས་ནས་ཀྱང་མཉན་ཡོད་ནས་བྱུང་ནས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཞེས་བྱ་བ་ནས་རབ་ཏུ་དགའ་བར་མཛད་ནས་ཅང་མི་གསུང་ངོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ནོ།
en: Having . . . delighted her, the Blessed One remained silent.

source: །དེ་ནས་རི་དགས་འཛིན་གྱི་མ་ས་ག་སྟན་ལས་ལངས་ཏེ། བཅོམ་ལྡན་འདས་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་མཚོ་ཆེན་པོ་མ་དྲོས་པར་རང་རང་གི་ལས་ཀྱི་རྒྱུ་བ་ལུང་བསྟན་པའི་དགྲ་བཅོམ་པ་ལྔ་བརྒྱ་གང་དག་ལགས་པ་དང་ཐབས་ཅིག་ཏུ་སང་བདག་གི་སྡུམ་པར་གདུགས་ཚོད་སྦྱོར་ཞིང་མཆིས་ན། བཅོམ་ལྡན་འདས་ཀྱིས་གནང་བར་མཛད་དུ་གསོལ།
en: Then Viśākhā Mṛgāramātā rose from her seat, made the gesture of supplication to the Blessed One, and said to the Blessed One, “May the Blessed One with the five hundred arhats who explained their karmic bonds at the great lake Anavatapta assent to my offer of a meal at my house tomorrow.”

source: རི་དགས་འཛིན་གྱི་མ་ས་གས་གནང་བར་རིག་ནས་ཞེས་བྱ་བ་ནས།
en: Viśākhā Mṛgāramātā, knowing that he had assented . . . .

source: བཅོམ་ལྡན་འདས་གསོལ་ཟིན་ནས་ཕྱག་བཅབས་ཏེ་ལྷུང་བཟེད་གྱུ་བར་རིག་ནས་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུ་སྟེ། སྟན་ཆེས་དམའ་བ་ཞིག་བླངས་ནས་ཆོས་མཉན་པའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འདུག་གོ།
en: Knowing the Blessed One had finished his meal and washed his hands and his bowl, she took a low seat and sat before the Blessed One in order to hear the Dharma.
